<?php require_once( ROOT_VIEW . 'header.php' ); ?>

    <div id="sub-container" class="sub-container">
<div class="container">
   <div class="card margin">
       <div class="card-body">
           <header>  <i class="fa fa-history"></i> ประวัติความเป็นมา</header>

       </div>
       <div class="card-content">
           <p class="indent">
               วัดบ้านเด่นสะหรีศรีเมืองแกน หรือที่เรียกกันว่า วัดบ้านเด่น เดิมชื่อ วัดหรีบุญเรือง
               อยู่ที่ตำบลอินทขิล อำเภอแม่แตง จังหวัดเชียงใหม่ สร้างเมื่อ พ.ศ. 2437 ตั้งเด่นบนเนินเตี้ย ๆ
               สามารถมองเห็นได้แต่ไกล ภายใต้เนินนั้นเป็นถ้ำศักดิ์สิทธิ์ที่ชาวบ้านนับถือ จึงเรียกกันว่า
               "วัดบ้านเด่น" นอกจากนี้ ภายในวัดยังเต็มไปด้วย ต้นโพธิ์ หรือ ต้นสะหรี ขนาดต่าง ๆ
               ซึ่งมีความหมายเป็นมงคล จึงมีการนำชื่อดังกล่าวมาตั้งเป็นชื่อวัด
               อีกทั้งที่ตั้งของวัดยังอยู่ในเขตเมืองเก่าโบราณที่เรียกว่า เมืองแกน
               ชาวบ้านก็เลยเรียกชื่อวัดนี้เต็ม ๆ ว่า "วัดเด่นสะหรีศรีเมืองแกน" เป็นต้นมา
           </p>

           <p class="indent">
               โดย ครูบาไชยา วัดป่าป้อง อำเภอดอยสะเก็ด จังหวัดเชียงใหม่ ได้นิมนต์ ครูบาเทือง นาถสีโล
               (พระครูไพศาลพัฒนโกวิท)
               ให้มาเป็นประธานในการก่อสร้างศาสนสถานและศาสนสมบัติทั้งหมดภายในวัดตลอดจนถึงปัจจุบัน
               และครูบาเทือง มีลูกศิษย์ลูกหาที่ให้ความเคารพนับถือมากมาย มีทั้งชาวไทย จีน ไทใหญ่
               กะเหรี่ยง และชาวเขาหลายเผ่า เป็นเรียกขานว่า เป็นเกจิสหายหรือครูบาสองพี่น้อง
               คู่กับกับครูบาบุญชุ่ม เกจิดังแห่งสามเหลี่ยมทองคำ
               ซึ่งหากรูปใดรูปหนึ่งมีงานบุญสำคัญก็จะไปร่วมงานกัน
               และมีประชาชนที่ทราบข่าวแห่กันไปร่วมกราบไหว้ขอพรอย่างเนืองแน่นเสมอ
               จึงมีชาวบ้านผู้มีจิตศรัทธานำเงินมาเป็นปัจจัยในการทำบุญเพิ่มขึ้นเป็นจำนวนไม่น้อย
               ตัวครูบาเทืองเอง ก็ไม่ต้องการจะเก็บเงินส่วนนี้ไว้
               ประกอบกับคิดอยากจะสร้างอนุสรณ์แห่งบุญที่เป็นรูปธรรมขึ้นมา จึงได้มีการปรับปรุง
               ก่อสร้างวัดเด่นฯเสียใหม่ เมื่อปีพ.ศ.2534บนพื้นที่ 80ไร่ ของวัด
               ที่มีทำเลที่ตั้งอยู่บนเนินสูงมองเห็นวิวทุ่งนา
               จึงสร้างศาสนสถานที่สวยงามและยิ่งใหญ่
               เป็นที่รู้จักของผู้คนจากทุกสารทิศในเวลาไม่นาน
           </p>

           <p class="indent">
               สำหรับรูปแบบการก่อสร้างนั้น เป็นแบบล้านนาประยุกต์ ที่ผสมผสานกับแนวคิดของครูบาเทืองเอง
               ที่ครูบาเรียกว่า “แนวสถาปนึก” คือคิดจะใส่อะไจะทำอะไรก็ทำ และต้องมีความมั่นคง
               ครูบาเทืองต้องการให้เป็นการผสมผสานระหว่างวัดบ้านกับวัดป่า
               เพราะมีความเชื่อที่ว่าศาสนาอยู่ได้เพราะปฏิบัติ การแบ่งแยกไม่ใช่เรื่องสำคัญ
               โดยยึดหลักการสร้างตามบุญ คงเพราะการสร้างตามบุญนี่เอง ที่ทำให้จนกระทั่งทุกวันนี้
               วัดเด่นฯจึงมีขนาดสิ่งปลูกสร้างใหญ่และยังคงสร้างไม่แล้วเสร็จในหลายๆส่วน

               แม้จะยังไม่เสร็จสมบูรณ์ร้อยเปอร์เซนต์ก็ตาม
               แต่ก็เริ่มมีคณะทัวร์มาแวะชมความโอฬารของวัดเด่นฯอยู่บ่อยครั้ง ความวิจิตรอันร่วมยุคสมัยนี้
               ถูกถ่ายทอดออกมาผ่านมาทางสิ่งปลูกสร้าง อาทิ พระอุโบสถอันอ่อนช้อยงดงาม
               มีพระประธานที่มีสีทองอร่ามประดิษฐานอยู่

               หลายส่วนในบริเวณวัดโดดเด่นด้วยการลงรักปิดทองที่เสาต้นใหญ่
               พระพุทธรูปไม้ของเหล่าเกจิอาจารย์ชื่อดังทั่วฟ้าเมืองไทย หอพระธรรม
               ที่ยังคงอยู่ระหว่างการก่อสร้างแต่มองเพิ่งภายนอกก็ไม่เสียใจที่ได้มายล พระธาตุ 12
               ราศีที่ตระหง่านขาวเด่นน่ากราบไหว้
           </p>

           <p class="indent">
               แล้วเชื่อหรือไม่ว่า บนพื้นที่อันใหญ่โตมากสิ่งปลูกสร้างของวัดแห่งนี้
               มองทั่ววัดเราก็หาภิกษุสงฆ์ได้ยากยิ่ง
               เพราะทั้งวัดมีพระจำพรรษาอยู่คือครูบาเทืองเพียงรูปเดียวเท่านั้น
               จึงเป็นเรื่องอัศจรรย์ในศรัทธาที่ก่อให้เกิดความงดงามได้อีกเรื่องหนึ่ง
           </p>
       </div>
   </div>
</div>
    </div>

<?php require_once( ROOT_VIEW . 'footer.php' ); ?>